/* No comment provided by engineer. */
"1 day ago" = "一天前";

/* No comment provided by engineer. */
"1 hour ago" = "一小時前";

/* No comment provided by engineer. */
"1 minute ago" = "一分鐘前";

/* No comment provided by engineer. */
"Add to Existing Contact" = "加入現有的聯絡人";

/* photo album grid view */
"Album" = "相簿";

/* No comment provided by engineer. */
"All day" = "整天";

/* section header for all-day events */
"All day" = "整天";

/* title of generic bookmark view controller */
"Bookmarks" = "書籤";

/* No comment provided by engineer. */
"Browse" = "瀏覧";

/* DatePickerViewController nav bar */
"Cancel" = "取消";

/* cancel button for hello request failure */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* search bar cancel button */
"Cancel" = "取消";

/* share action sheet */
"Cancel" = "取消";

/* map home screen geo button */
"Cannot show your location because you are too far away" = "您距離太遠，無法在地圖顯示。";

/* No comment provided by engineer. */
"Clear" = "清除";

/* No comment provided by engineer. */
"Clear Recents" = "清除最近瀏覧";

/* No comment provided by engineer. */
"Clear Recents?" = "Clear Recents?";

/* No comment provided by engineer. */
"Close" = "關閉";

/* No comment provided by engineer. */
"Connection Failed" = "連線失敗";

/* No comment provided by engineer. */
"Connection Timed Out" = "連線逾時";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Could not connect to server. Please try again later." = "無法連到伺服器，請稍後重試。";

/* No comment provided by engineer. */
"Create New Contact" = "新增聯絡人";

/* No comment provided by engineer. */
"Details" = "細節";

/* module reordering button */
"Done" = "完成";

/* module reordering button */
"Edit" = "編輯";

/* module reordering enablement button */
"Edit" = "編輯";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Event Detail" = "活動詳情";

/* No comment provided by engineer. */
"Event website" = "活動網站";

/* No comment provided by engineer. */
"Events" = "活動";

/* display name for facebook third party service */
"Facebook" = "臉書";

/* No comment provided by engineer. */
"Facebook" = "臉書";

/* DatePickerViewController nav bar */
"Go" = "Go";

/* No comment provided by engineer. */
"Headlines" = "Headlines";

/* home back button title */
"Home" = "首頁";

/* No comment provided by engineer. */
"Hybrid" = "Hybrid";

/* map detail page title */
"Info" = "臉書";

/* people detail view title */
"Info" = "臉書";

/* No comment provided by engineer. */
"Jump to a Date" = "選擇日期";

/* No comment provided by engineer. */
"Links" = "連結";

/* new story list */
"Load more stories" = "Load more stories";

/* No comment provided by engineer. */
"Loading more photos" = "Loading more photos";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Location Info" = "Location Info";

/* No comment provided by engineer. */
"Login failed" = "登入失敗";

/* No comment provided by engineer. */
"Map" = "地圖";

/* No comment provided by engineer. */
"Map Search Placeholder" = "Map Search Placeholder";

/* No comment provided by engineer. */
"Map Settings" = "地圖選項";

/* No comment provided by engineer. */
"Map Type" = "Map Type";

/* more results link in federated search */
"More results" = "More results";

/* No comment provided by engineer. */
"Nearby" = "附近";

/* News Module Home */
"News" = "新聞";

/* No comment provided by engineer. */
"No events found" = "No events found";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Organizer email" = "Organizer email";

/* No comment provided by engineer. */
"Organizer phone" = "Organizer phone";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* photo detail page title */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Please check your Internet connection and try again." = "請檢查連線後重試。";

/* No comment provided by engineer. */
"Problem connecting to server. Please try again later." = "連線時發生問題，請稍後重試。";

/* No comment provided by engineer. */
"Recently Viewed" = "最近瀏覧";

/* No comment provided by engineer. */
"Retry" = "重試";

/* retry button for hello request failure */
"Retry" = "重試";

/* No comment provided by engineer. */
"Satellite" = "衛星";

/* No comment provided by engineer. */
"Search" = "搜索";

/* heading for server selection in settings */
"Server" = "伺服器";

/* No comment provided by engineer. */
"Server is taking too long to respond. Please try again later." = "伺服器回應時間太長，請稍後再試。";

/* No comment provided by engineer. */
"Share Video" = "分享影片";

/* No comment provided by engineer. */
"Sign in to Twitter" = "登入Twitter";

/* No comment provided by engineer. */
"Sign into your Twitter account." = "Sign into your Twitter account.";

/* No comment provided by engineer. */
"Standard" = "Standard";

/* No comment provided by engineer. */
"Tap to sign out" = "按這裡登出";

/* No comment provided by engineer. */
"Tip: You can search above by a person's first or last name or email address." = "Tip: You can search above by a person's first or last name or email address.";

/* No comment provided by engineer. */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Unable to connect to Twitter, please try again later." = "Unable to connect to Twitter, please try again later.";

/* No comment provided by engineer. */
"Unable to log in to Twitter, please check your credentials and try again." = "Unable to log in to Twitter, please check your credentials and try again.";

/* No comment provided by engineer. */
"Unable to perform this request. Please check your login credentials." = "Unable to perform this request. Please check your login credentials.";

/* No comment provided by engineer. */
"Unauthorized Request" = "Unauthorized Request";

/* No comment provided by engineer. */
"Unsupported Request" = "Unsupported Request";

/* news story update failed */
"Update failed" = "Update failed";

/* No comment provided by engineer. */
"View" = "View";

/* No comment provided by engineer. */
"View Video" = "View Video";

/* No comment provided by engineer. */
"You are signed in anonymously" = "You are signed in anonymously";

/* No comment provided by engineer. */
"foursquare" = "foursquare";

/* No comment provided by engineer. */
"others attending" = "others attending";

